bpel.samples/resources/Synchronous/SynchronousApplication/test/TestCase1/Input.xml

<soapenv:Envelope
  xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:syn="http://xml.netbeans.org/schema/Synchronous">
  <soapenv:Body>
    <syn:typeA>
      <syn:paramA>Hello, Synchronous World!</syn:paramA>
    </syn:typeA>
  </soapenv:Body>
</soapenv:Envelope>
